Revit 2016 API
RebarConstraintsManager Properties
The RebarConstraintsManager type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
RebarConstraintsManager Class
Autodesk.Revit.DB.Structure Namespace